IDEA StatiCa Open Model
IIOMSettings.FileName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 File name
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
string FileName { get; set; }
Property FileName As String
	Get
	Set
property String^ FileName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
IIOMSettings Interface
IdeaRS.OpenModel.Message Namespace